espressif/esp-idf/examples/peripherals/i2s/i2s_codec/i2s_es8311/sdkconfig.ci.bsp
CONFIG_IDF_TARGET="esp32s3"
CONFIG_EXAMPLE_BSP=y
CONFIG_CODEC_I2C_BACKWARD_COMPATIBLE=y
